/* State and Keywordgroupnames */
"/Perl/Keywords" = "Schlüsselwörter";
"/Perl/Pragmas" = "Pragmas";
"/Perl/Functions" = "Funktionen";
"/Perl/Numbers" = "Zahlen";
"/Perl/Singleline Comment" = "# Kommentar";
"/Perl/String with double quotes" = "\"Zeichenketten\"";
"/Perl/String with single quotes" = "'Zeichenketten'";
"/Perl/Backticks" = "`Backticks`";
"/Perl/POD style comments" = "==POD Kommentare";
"/Perl/Regular Expressions" = "Reguläre Ausdrücke";

"/Perl/Hexadecimal Characters" = "Hexadezimale Zeichen";
"/Perl/q Operators with Slashes" = "q// q// qx// qw//";
"/Perl/q Operators with Parenthesis" = "q() q() qx() qw()";
"/Perl/qr Operator with Slashes" = "qr//";
"/Perl/m Operator with Slashes" = "m//";
"/Perl/s Operator with Slashes" = "s///";
"/Perl/s Operator with Parenthesis" = "s()()";
"/Perl/s Operator with Curlies" = "s{}{}";
"/Perl/tr, y Operator with Slashes" = "tr// y//";
"/Perl/Regular Expressions 2" = "Reguläre Ausdrücke (ff.)";
"/Perl/Regular Expressions 3" = "?Reguläre Ausdrücke?";
"/Perl/Heredoc" = ">>Heredoc";

